information_about_bot = 'Чат-бот smartastana (версия 1.0) предоставляет следующие сервисы:\n' \
                        '✅ Сервис Проверки административных штрафов по базе данных КПСиСУ ГП РК,' \
                        ' в том числе зафиксированных системой видеофиксации 📸 «Сергек»;\n' \
                        '✅ Поиск своей поликлиники по ИИН пользователя;\n' \
                        '✅ Подписка на получение уведомления о новых административных штрафах.\n' \
                        'В дальнейшем перечень сервисов будет дополнен услугами \n' \
                        'по Получению уведомлений об отмене занятий в школах 🏫\n' \
                        'для 1 и 2 смены обучения из-за погодных ❄️ условий, о\n' \
                        'Перекрытии дорог, а также Проверки информации о ' \
                        'трекинге почтовых отправлений 📦 и другие сервисы.\n' \
                        'Чат-бот Smart Astana реализован на платформе 🖥️ Тұлпар ' \
                        '(http://curs.kz/products/platforma-tulpar/)'

