from aiogram.utils.markdown import hlink

information_about_bot = 'Чат-бот smartastana (версия 1.0) предоставляет следующие сервисы:\n' \
                        '✅ Сервис Проверки административных штрафов по базе данных КПСиСУ ГП РК,' \
                        ' в том числе зафиксированных системой видеофиксации 📸 «Сергек»;\n' \
                        '✅ Поиск своей поликлиники по ИИН пользователя;\n' \
                        '✅ Подписка на получение уведомления о новых административных штрафах.\n' \
                        'В дальнейшем перечень сервисов будет дополнен услугами \n' \
                        'по Получению уведомлений об отмене занятий в школах 🏫\n' \
                        'для 1 и 2 смены обучения из-за погодных ❄️ условий, о\n' \
                        'Перекрытии дорог, а также Проверки информации о ' \
                        'трекинге почтовых отправлений 📦 и другие сервисы.\n' \
                        'Чат-бот Smart Astana реализован на платформе 🖥️ Тұлпар ' \
                        '(http://curs.kz/products/platforma-tulpar/)'

about_college = f'{hlink("Жамбыл инновациялық жоғары колледжі", "http://www.jameco.kz/kz/")} 1993 жылдан бері білім ' \
                f'беріп келеді.' \
                ' Білім ордасында Қазақстан Республикасы білім және ғылым министрлігінің бекіткен бағдарламасы ' \
                'бойынша заманауи кәсіптік-техникалық білім беріледі.\n\n' \
                'Бүгінгі таңда колледжде 44 оқытушы қызмет етеді, олардың  - 12 жоғары және 7 бірінші санатты ' \
                'оқытушылар, 15 - магистр және біреуі – Қазақстан Респуликасының білім беру ісінің үздігі, ' \
                'Алтынсарин медалінің иегері-2.'

library = "🏫Қазіргі таңда колледж кітапханасында: \n\n" \
          "📔Оқулықтар -17013↓\n\n" \
          "• Қазақша-6650 \n" \
          "• Орысша-3170  \n" \
          "• Ағылшынша-7193\n\n" \
          "📔Арнайы оқулықтар-3110 ↓ \n\n" \
          "• Қазақша-1210  \n" \
          "• Орысша-850 \n" \
          "• Ағылшынша-1050 \n\n" \
          "📔Көркем әдебиет–7564 \n\n" \
          "• Қазақша 3087 \n" \
          "• Орысша-1166 \n" \
          "• Ағылшынша-3311"

professions = '💡0515000-менеджмент \n' \
              '💡1305000- Ақпараттық жүйелер (техник) \n' \
              '💡0111093-Информатика пәнінің мұғалімі \n' \
              '💡0111113-Ағылшын тілі білімі бар математика пәнінің мұғалімі \n' \
              '💡0111123-Ағылшын тілі білімі бар физика пәнінің мұғалімі \n'

address = 'ҚР,Жамбыл облысы, Тараз қаласы,\n' \
          'Пушкин көшесі, 154'

call_back = '📞87262430713\n' \
            '📞87477802727'

true_info = ' барлық бар жолдардағы ақпаратты мүмкіндігінше толық әрі шынайы көрсеткен дұрыс, ' \
            'ол арқылы сізбен операторлар байланысуы мүмкін.'
