information_about_bot = 'Чат-бот smartastana (версия 1.0) предоставляет следующие сервисы:\n' \
                        '✅ Сервис Проверки административных штрафов по базе данных КПСиСУ ГП РК,' \
                        ' в том числе зафиксированных системой видеофиксации 📸 «Сергек»;\n' \
                        '✅ Поиск своей поликлиники по ИИН пользователя;\n' \
                        '✅ Подписка на получение уведомления о новых административных штрафах.\n' \
                        'В дальнейшем перечень сервисов будет дополнен услугами \n' \
                        'по Получению уведомлений об отмене занятий в школах 🏫\n' \
                        'для 1 и 2 смены обучения из-за погодных ❄️ условий, о\n' \
                        'Перекрытии дорог, а также Проверки информации о ' \
                        'трекинге почтовых отправлений 📦 и другие сервисы.\n' \
                        'Чат-бот Smart Astana реализован на платформе 🖥️ Тұлпар ' \
                        '(http://curs.kz/products/platforma-tulpar/)'

about_college = 'Жамбыл инновациялық колледжі 1993 жылдан бері білім беріп келеді.' \
                ' Білім ордасында Қазақстан Республикасы білім және ғылым министрлігінің бекіткен бағдарламасы ' \
                'бойынша заманауи кәсіптік-техникалық білім беріледі.\n\n' \
                'Бүгінгі таңда колледжде 44 оқытушы қызмет етеді, олардың  - 12 жоғары және 7 бірінші санатты ' \
                'оқытушылар, 15 - магистр және біреуі – Қазақстан Респуликасының білім беру ісінің үздігі, ' \
                'Алтынсарин медалінің иегері-2.'

library = "Қазіргі таңда колледж кітапханасында -27687\n" \
          "Оқулықтар -17013\n" \
          "Қазақша-6650 \n" \
          "Орысша-3170 \n" \
          "Ағылшынша-7193\n" \
          "Арнайы оқулықтар-3110 \n" \
          "Қазақша-1210 \n" \
          "Орысша-850 \n" \
          "Ағылшынша-1050 \n" \
          "Көркем әдебиет–7564 \n" \
          "Қазақша 3087 \n" \
          "Орысша-1166 \n" \
          "Ағылшынша-3311"
